Repository: bopopescu/Heart-Health
Catalog: hh-server/heart_health/conf/locale/*/LC_MESSAGES/django.po
Languages: es

source: This is a testing application for the
es: Esta es una aplicación de pruebas para la

source: and does not yet produce real data. After November 19th, if Heart Health is chosen as a finalist, this application will display real results!
es: y todavía no produce datos reales. Después de 19 de noviembre, si la salud del corazón es elegido como finalista, esta aplicación mostrará resultados reales!

source: Health
es: Salud Del Corazón

source: Interactive Risk Assessment for Heart Attacks and Strokes
es: Evaluación de Riesgos interactivo para los ataques cardíacos y accidentes cerebrovasculares

source: Risk Assessment for Heart Attacks and Strokes
es: Evaluación de Riesgos interactivo para los ataques cardíacos y accidentes cerebrovasculares

source: Take The Assessment
es: Realice la Evaluación

source: Locate a Screening Location
es: Ubique un Lugar de Proyección

source: View Your Results
es: Vea los Resultados

source: Not Logged In
es: No Has Iniciado Sesión

source: Register to Save Your Information
es: Regístrese para Guardar la Información

source: Clear Your Information
es: Borrar Su Información

source: Enter Basic Information
es: Introduzca la Información Básica

source: Enter Screening Test Results
es: Ingrese Test de Cribado

source: Enter Additional Information
es: Registro de Información Adicional

source: Log Out
es: Finalizar la Sesión

source: Register
es: Registro

source: Log In
es: Ingresar

source: This is important. Share Heart Health with your loved ones now. Help us save one
es: Esto es importante. Compartir la salud del corazón con sus seres queridos ahora. Ayúdanos a salvar una

source: Contact Us
es: Contáctenos

source: Heart Health
es: Salud del Corazón

source: Over 2,000,000 Heart Attacks and Strokes Occur Each Year in the US
es: Más de 2.000.000 ataques cardíacos y accidentes cerebrovasculares se producen cada año en los EE.UU.

source: Heart disease and stroke are an epidemic in the United States today. However, many of the major risk factors for these conditions can be prevented and controlled.
es: Las enfermedades cardíacas y los accidentes cerebrovasculares son una epidemia en los Estados Unidos hoy. Sin embargo, muchos de los principales factores de riesgo para estas condiciones puede ser prevenida y controlada.

source: Identify Your Risk of Cardiovascular Disease
es: Identificar Su Riesgo de Enfermedad Cardiovascular

source: It is extremely important for Americans to understand their risk of cardiovascular disease so that they can take action to prevent it. The
es: Es extremadamente importante que los estadounidenses entiendan el riesgo de enfermedad cardiovascular, para que puedan tomar medidas para prevenirlo. La

source: campaign is a national initiative to prevent 1 million heart attacks and strokes over five years. As part of the initiative, this application has been granted access to use the
es: campaña es una iniciativa nacional para prevenir 1 millón de ataques cardíacos y accidentes cerebrovasculares en cinco años. Como parte de la iniciativa, esta aplicación se ha concedido acceso al uso de la

source: to calculate individualized risk. This platform has never before been made available to the general public. It has previously only been accessed by health care professionals.
es: para calcular el riesgo individual. Esta plataforma nunca antes ha sido puesta a disposición del público en general. Anteriormente ha sido visitada únicamente por profesionales de la salud.

source: Simple Questions. Easy to Understand Results. Individualized Risk Analysis.
es: Preguntas sencillas. Fácil de Comprender los resultados. Análisis de Riesgo Individual.

source: Just by answering a few simple questions, this assessment can give you a good sense of your risk right up front. After this initial assessment, Heart Health can help you find testing facilities to collect additional data to get a more accurate picture of your cardiovascular disease risk. This is important. If we're going to prevent one million heart attacks and strokes in five years, we need your help. Let's get started!
es: Sólo respondiendo a unas sencillas preguntas, esta evaluación puede dar una buena idea de su riesgo a la derecha en la delantera. Después de esta evaluación inicial, la salud del corazón puede ayudar a encontrar las instalaciones de prueba para reunir datos adicionales para obtener una imagen más precisa de su riesgo de enfermedad cardiovascular. Esto es importante. Si vamos a evitar millón ataques cardíacos y accidentes cerebrovasculares en cinco años, necesitamos su ayuda. Vamos a empezar!

source: Begin the Assessment!
es: Comienza la Evaluación!

source: Password change successful
es: Cambio de contraseña exitoso

source: Your password was changed.
es: Su contraseña se ha cambiado.

source: Password change
es: Cambio de contraseña

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
es: Introduzca su antigua contraseña, por razones de seguridad, a continuación, introduzca la contraseña nueva dos veces para que podamos verificar que la ha escrito correctamente.

source: Change my password
es: Cambiar mi contraseña

source: Password Reset Complete
es: Cambiar Contraseña Completa

source: Your password has been set. You may go ahead and log in now.
es: Su contraseña ha sido ajustada. Usted puede seguir adelante e iniciar sesión ahora.

source: Password Reset
es: Cambiar Contraseña

source: Enter New Password
es: Escriba la Nueva Contraseña

source: Please enter your new password twice so we can verify you typed it in correctly.
es: Introduzca su nueva contraseña dos veces para que podamos verificar que la ha escrito correctamente.

source: Password Reset Unsuccessful
es: Cambiar Contraseña Incorrecta

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
es: El enlace de restablecimiento de contraseña no es válido, posiblemente porque ya ha sido utilizada. Solicite un restablecimiento de contraseña nueva.

source: Password Reset Successful
es: Cambiar Contraseña Exitosa

source: Your password has been changed.
es: Su contraseña ha sido cambiada.

source: You're receiving this e-mail because you requested a password reset
es: Usted está recibiendo este correo electrónico porque ha solicitado un restablecimiento de contraseña

source: for your user account at Heart Health
es: para su cuenta de usuario en la Salud del Corazón

source: Please go to the following page and choose a new password:
es: Por favor, vaya a la siguiente página y escoger una nueva contraseña:

source: Thanks for taking the Heart Health Assessment!
es: Gracias por tomarte la Evaluación de la Salud Corazón!

source: Did you forget your password? Please enter your e-mail address below, and we'll e-mail instructions for setting a new one.
es: ¿Olvidó su contraseña? Introduzca su dirección de correo electrónico, y te enviaremos las instrucciones para configurar una nueva.

source: Reset my password
es: Cambiar mi contraseña
